OdGiDefaultContext.enableGsModel(System.Boolean)
\details
Controls the GsModel flag of this Context Object.
\param enable [in]  Controls the Gs Model.

OdGiDefaultContext.useGsModel
\details
Returns true if and only the GsModel flag of this Context Object is set..